       01 CUSTOMER_RECORD.
          05 CUSTOMER_AGE        PIC 99.
          05 CUSTOMER_NAME       PIC X(10).
          05 CUSTOMER_SALARY     PIC 9(8) COMP.
